"VOICE_MAIL" = "Thư thoại";
"VOICE_MAIL_UNREAD_FORMAT" = "Thư thoại (%d)";
"UNKNOWN_LOCATION" = "Vị trí Không xác định";
"SPEAKER_NAV" = "Loa ngoài|Lời chào";
"AUDIO_NAV" = "Âm thanh";
"GREETING_NAV" = "Lời chào|Loa ngoài";
"DELETE" = "Xóa";
"CALL_BACK" = "Gọi Lại";

"CALL_VOICEMAIL" = "Gọi Thư thoại";
"VOICEMAIL_UNAVAILABLE" = "Visual Voicemail hiện không khả dụng.";
"VOICEMAIL_MORE_AVAILABLE" = "Bạn có tin nhắn bổ sung trên máy chủ.";

"VOICEMAIL_OUT_OF_ORDER_TITLE" = "Không thể Kết nối Thư thoại";
"VOICEMAIL_OUT_OF_ORDER_SUBTITLE" = "Gọi cho nhà cung cấp dịch vụ để được trợ giúp.";
"VOICEMAIL_OUT_OF_ORDER_CALL_BUTTON_TITLE_FORMAT" = "Gọi %@";

"CALLBACK_AND_SENDER_ALERT_TITLE" = "Người gọi này để lại số gọi lại khác với số điện thoại của họ.";
"CALLBACK_ALERT_TITLE" = "Người gọi để lại số điện thoại cần gọi lại.";

"PASSWORD" = "Mật khẩu";
"ENTER_PASSWORD_TITLE" = "Mật khẩu Không đúng";
"ENTER_PASSWORD_DESCRIPTION" = "Nhập mật khẩu thư thoại";
"PASSWORD_PROMPT_PLACEHOLDER" = "mật khẩu";
"PASSWORD_RESET_CALL_BUTTON_TITLE" = "Gọi";
"PASSWORD_RESET_INFO" = "Nếu bạn quên mật khẩu, hãy gọi %@ để được trợ giúp.";
"PASSWORD_EXPIRED_TITLE" = "Mật khẩu Thư thoại đã Hết hạn";
"PASSWORD_EXPIRED_DESCRIPTION" = "Bạn phải thay đổi mật khẩu để truy xuất tin nhắn.";
"CHANGE_NOW" = "Thay đổi";
"OK" = "OK";

"DELETED_MESSAGES" = "Thư Đã xóa";
"DELETED" = "Đã xóa";
"UNDELETE" = "Hủy xóa";
"CLEAR_ALL" = "Xóa Toàn bộ";
"CLEAR_ALL_CANCEL_BUTTON_TITLE" = "Hủy";
"CLEAR_ALL_OK_BUTTON_TITLE" = "Xóa Toàn bộ";
"CLEAR_ALL_ALERT_TITLE" = "Xóa vĩnh viễn các thư thoại đã xóa?";

"GREETING" = "Lời chào";
"GREETING_PROMPT" = "Cài đặt tin nhắn đi.";
"DONE" = "Xong";
"DEFAULT_GREETING_TITLE" = "Mặc định";
"CUSTOM_GREETING_TITLE" = "Tùy chỉnh";
"PLAY" = "Phát";
"RECORD" = "Ghi";
"RECORD_A_GREETING" = "Ghi âm lời chào";
"RECORDING_PERSONAL" = "Đang ghi âm Cá nhân";
"STOP" = "Dừng";
"SAVING_GREETING" = "Đang lưu lời chào…";
"SAVE_SUCCESS" = "Đã lưu lời chào.";
"RETRIEVING_GREETING" = "Đang truy xuất lời chào…";

"CHANGE_AUDIO_SOURCE" = "Thiết bị âm thanh:";

"VOICEMAIL_ERROR_TITLE_UNAVAILABLE" = "Thư thoại Không khả dụng";
"VOICEMAIL_ERROR_TITLE_ERROR" = "Lỗi Thư thoại";
"VOICEMAIL_ERROR_TITLE_PASSWORD" = "Lỗi Mật khẩu";
"VOICEMAIL_ERROR_TITLE_PASSWORD_INVALID" = "Mật khẩu Không hợp lệ";
"VOICEMAIL_ERROR_TITLE_CAPACITY_WARNING" = "Thư thoại %d%% Đã đầy";

"VOICEMAIL_ERROR_MSG_NO_SERVICE" = "Tài khoản này không có Visual Voicemail.";
"VOICEMAIL_ERROR_MSG_COULD_NOT_AUTHORIZE" = "Không thể cấp quyền truy cập.";
"VOICEMAIL_ERROR_MSG_TRY_AGAIN_LATER" = "Thử lại sau.";
"VOICEMAIL_ERROR_MSG_CONNECT_FAIL" = "Không thể kết nối tới hộp thư.";
"VOICEMAIL_ERROR_MSG_SERVICE_BUSY" = "Dịch vụ thư thoại đang bận.";
"VOICEMAIL_ERROR_MSG_MAILBOX_NOT_AVAILABLE" = "Hộp thư hiện không khả dụng.";
"VOICEMAIL_ERROR_MSG_MAILBOX_LOCKED" = "Hộp thư bị khóa.";
"VOICEMAIL_ERROR_MSG_TRANSCODE_ERROR" = "Không thể truy xuất tin nhắn.";

"VOICEMAIL_ERROR_MSG_NO_CUSTOM_GRETING" = "Không có lời chào nào được ghi âm trước đây.";
"VOICEMAIL_ERROR_MSG_INVALID_GREETING" = "Lời chào không hợp lệ.";
"VOICEMAIL_ERROR_MSG_GREETING_FAIL" = "Không thể lưu lời chào.";

"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID_OLD" = "Mật khẩu cũ không đúng.";
"VOICEMAIL_ERROR_MSG_PASSWORD_INVALID" = "Nhập mật khẩu mới.";
"VOICEMAIL_ERROR_MSG_PASSWORD_TRIVIAL" = "Mật khẩu quá đơn giản.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SHORT" = "Mật khẩu quá ngắn.";
"VOICEMAIL_ERROR_MSG_PASSWORD_LONG" = "Mật khẩu quá dài.";
"VOICEMAIL_ERROR_MSG_PASSWORD_AGE" = "Mật khẩu vừa được đổi gần đây.";
"VOICEMAIL_ERROR_MSG_PASSWORD_PREVIOUS" = "Mật khẩu đã được sử dụng trước đây.";
"VOICEMAIL_ERROR_MSG_PASSWORD_SAME" = "Đã đặt xong mật khẩu.";
"VOICEMAIL_ERROR_MSG_PASSWORD_CHANGE_FAIL" = "Không đổi được mật khẩu.";

"VOICEMAIL_ERROR_MSG_PARSE_FAIL" = "Không thể truy xuất tin nhắn.";
"VOICEMAIL_ERROR_MSG_PLAYBACK_FAIL" = "Không thể phát tin nhắn.";
"VOICEMAIL_ERROR_MSG_CONNECTIVITY" = "Không thể kết nối.\nThử lại sau.";
"VOICEMAIL_ERROR_MSG_SECURITY" = "Không thể thiết lập kết nối.";
"VOICEMAIL_ERROR_MAILBOX_FULL" = "Bạn sẽ không nhận được tin nhắn mới cho đến khi xóa bớt tin nhắn.";
"VOICEMAIL_ERROR_MAILBOX_USAGE" = "Xóa tin nhắn để tăng bộ nhớ.";
"VOICEMAIL_ERROR_MSG_FILE_WRITE_ERROR" = "Không thể lưu tin nhắn trên máy.  Xóa bớt tin nhắn để tăng bộ nhớ.";
"VOICEMAIL_ERROR_MSG_PDP_NOT_SUBSCRIBED" = "Có thể tài khoản của bạn không được cấu hình phù hợp cho tính năng này.";
"VOICEMAIL_ERROR_MSG_PDP_FAILURE" = "Không thể khởi tạo kết nối.";
"VOICEMAIL_ERROR_MSG_PDP_ROAMING_OFF" = "Đã tắt Chuyển vùng Dữ liệu. Bạn có thể bật Chuyển vùng Dữ liệu trong phần Mạng của Cài đặt Chung.";
"VOICEMAIL_ERROR_MSG_PDP_DATA_OFF" = "Thư thoại kèm Hình ảnh không khả dụng khi Dữ liệu Di động đã tắt. Bạn có thể bật Dữ liệu Di động trong phần Mạng của Cài đặt Chung.";

"SETUP_TITLE" = "Để truy xuất thư thoại, trước tiên hãy đặt mật khẩu và lời chào.";
"SETUP_NOW" = "Cài đặt Bây giờ";
"PASSCODE" = "Mật khẩu";
"SETUP_PASSCODE_FIRST_ENTRY_PROMPT" = "Nhập mật khẩu thư thoại";
"SETUP_PASSCODE_CONFIRM_ENTRY_PROMPT" = "Nhập lại mật khẩu thư thoại";
"SETUP_PASSCODE_MISMATCH_PROMPT" = "Mật khẩu không khớp.  Thử lại.";
"SETUP_GREETING_PROMPT" = "Chọn lời chào thư thoại của bạn.";
"SAVE" = "Lưu";
"SAVING_PASSWORD" = "Đang lưu Mật khẩu…";
